Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: The error message and the red font disappear, and you can proceed to process the discounted payment.
cs_cz: Chybová zpráva a červené písmo zmizí a můžete pokračovat v zpracování slevové platby.

source: Verify that the Remaining Amount field contains the amount that remains to pay the full invoice amount.
cs_cz: Ověřte, zda pole Zbývající částka obsahuje částku, která zbývá zaplatit do celé částky faktury.

source: Choose the Post Payments action to post the partial payment to general ledger, bank, and customer accounts.
cs_cz: Zvolte akci Zaúčtování plateb, chcete-li zaúčtovat částečnou platbu do hlavní knihy, banky a účtů zákazníka.

source: The related document remains open.
cs_cz: Související doklad zůstává otevřený.

source: To process a payment that is lower than the remaining discounted amount
cs_cz: Zpracování platby, která je nižší než zbývající slevová částka

source: The amount is lower than the amount in the Rem.
cs_cz: Částka je nižší než částka v

source: Verify that the Remaining Amount field contains the amount that remains to pay the discounted amount.
cs_cz: Ověřte, zda pole Zbývající částka obsahuje částku, která zůstává k zaplacení slevové částky.

source: To process a payment that is more than the remaining discounted amount
cs_cz: Zpracování platby, která je vyšší než zbývající slevová částka

source: The amount is more than the amount in the Rem.
cs_cz: Částka je vyšší než částka v

source: The related document is closed, and the customer is credited the excess payment amount.
cs_cz: Související dokument je uzavřen a zákazníkovi je připsána částka nadměrné platby.

source: To find a specific sales document that is not fully invoiced
cs_cz: Vyhledání konkrétního prodejního dokladu, který není plně fakturován

source: The Payment Registration window supports you in tasks needed to balance internal accounts with actual cash figures to ensure effective collection from customers and due payment to vendors.
cs_cz: Okno Registrace plateb vám pomáhá v úkolech potřebných k vyrovnání vyrovnávacích interních účtů s aktuálními peněžními částkami, abyste zajistili efektivní sběr od zákazníků a plateb dodavatelům.

source: It shows outstanding incoming payments as lines that represent sales documents where an amount is due for payment.
cs_cz: Zobrazuje příchozí platby jako řádky, které představují prodejní doklady, kde je splatná částka.

source: Typically, when a payment has been made, recorded in the bank or otherwise, the related sales or purchase document is represented as a line in the Payment Registration window because the document in question is waiting for the payment to be posted against the outstanding amount.
cs_cz: Obvykle, když je platba provedena, zaznamenána v bance nebo jinak, související prodejní nebo nákupní doklad je zobrazen jako řádek v okně Registrace plateb, protože dotyčný doklad čeká, aby byla platba zaúčtována proti nezaplacené částce.

source: However, sometimes a payment that has been made is not represented by a line in the Payment Registration window, typically because the document in question has not been fully invoice posted.
cs_cz: Někdy však platba, která byla provedena, není zobrazena v řádku Registrace plateb a to zpravidla proto, že dotyčný doklad nebyl plně zaúčtován.

source: In the Document Search window, you can search among documents that are not fully invoiced.
cs_cz: V okně Hledat doklad můžete vyhledat doklad, který není plně fakturován.

source: You can search based on one or more of the following criteria:
cs_cz: Můžete vyhledat podle jednoho nebo více následujících kritérií:

source: Document number
cs_cz: Číslo dokladu

source: Amount or amount range
cs_cz: Množství nebo rozsah množství

source: The following procedure explains how to find a specific document by using both search criteria.
cs_cz: Následující postup vysvětluje, jak najít konkrétní doklad pomocí obou kritérií hledání.

source: With the pointer on any line, Choose the Search Documents action.
cs_cz: Pomocí ukazatele na libovolném řádku vyberte akci Najít doklad.

source: In the Document Search window, enter a search value in the Document No.
cs_cz: V okně Najít doklad zadejte vyhledávací hodnotu v

source: The value that you enter in this field is enclosed in hidden wildcard characters.
cs_cz: Hodnota zadaná v tomto poli je uzavřena ve skrytých zástupných znacích.

source: This means that the function searches for all document numbers that contain the entered value.
cs_cz: To znamená, že funkce vyhledá všechna čísla dokladů, které obsahují zadanou hodnotu.

source: In the Amount field, enter the specific amount that exists on the document that you want to find.
cs_cz: Do pole Částka zadejte konkrétní částku, která existuje v dokladu, který chcete najít.

source: In the Amount Tolerance % field, enter a percentage value to define the range of amounts that you want to search to find the open document.
cs_cz: Do pole Množství tolerance % zadejte procentuální hodnotu pro definování rozsahu částek, které chcete vyhledat, abyste nalezli otevřený doklad.

source: If you enter 10, then the function will search for amounts in a range between ten percent lower and ten percent higher than the value in the Amount field.
cs_cz: Pokud zadáte hodnotu 10, funkce bude vyhledávat částky v rozsahu mezi deseti procenty nižší a deset procent vyšší než hodnota v poli Částka.

source: Choose the Search action.
cs_cz: Zvolte akci Najít.

source: The Search function searches among documents that are not fully invoiced based on the specified criteria.
cs_cz: Funkce vyhledávání vyhledává doklady, které nejsou na základě zadaných kritérií plně fakturovány.

source: If one or more documents match the criteria, then the Document Search Result window opens to display lines that represent those documents.
cs_cz: Pokud jeden nebo více dokladů odpovídá kritériím, otevře se okno Výsledek hledání dokladu, čímž se zobrazí řádky, které tyto doklady představují.

source: Each line contains a document number, description, and amount so that you can easily find a specific document, for example based on information on your bank statement.
cs_cz: Každý řádek obsahuje číslo dokladu, popis a částku, takže můžete snadno najít konkrétní doklad, například na základě informací ve vašem bankovním výpisu.

source: To record or post a payment without a related document
cs_cz: Zaznamenání nebo zaúčtování platby bez souvisejícího dokladu

source: If a payment in the bank is not represented by any document Dynamics NAV, then you can open a prefilled general journal line from the Payment Registration window to post the payment directly to the balancing account without applying the payment to a document.
cs_cz: Pokud není platba v bance reprezentována žádným dokladem Dynamics NAV, můžete otevřít předem vyplněný řádek finančního deníku z okna Registrace plateb a zaúčtovat platbu přímo na vyrovnávací účet bez použití platby do dokladu.

source: Alternatively, you may want to record the payment in the journal until the origin of the payment has been clarified.
cs_cz: Případně můžete zaznamenat platbu v deníku, dokud není objasněna původní platba.

source: Proceed to record an undocumented payment.
cs_cz: Proces zaznamenávání nedokumentované platby.

source: Choose the General Journal action.
cs_cz: Vyberte akci Finanční deník.

source: The General Journal window opens with one line prefilled with the balancing account of the journal batch that is set up in the Payment Registration Setup window.
cs_cz: Okno Finanční deník se otevře s jedním řádkem předvyplněným vyrovnávacím účtem z dávky deníku, která je nastavena v okně Nastavení registrace plateb.

source: Fill in the remaining fields on the general journal line, such as the amount and the customer number or other information from the bank statement.
cs_cz: Vyplňte zbývající pole na řádku finančního deníku například částku a číslem zákazníka nebo dalšími informacemi z bankovního výpisu.

source: You can either post the journal line to update the total on the balancing account.
cs_cz: Můžete zaúčtovat řádek deníku k aktualizaci celkové částky na vyrovnávacím účtu.

source: Alternatively, you can leave the journal line unposted, and perhaps append it with a note that the payment needs more analysis.
cs_cz: Případně můžete ponechat řádek deníku nezaúčtovaný a třeba ho připojit k poznámce, že platba vyžaduje další analýzu.

source: If you leave the journal line unposted, it will add to the value in the Unposted Balance field at the bottom of the Payment Registration window.
cs_cz: Pokud ponecháte řádek deníku nezaúčtovaný, přidá se k hodnotě v poli Nezaúčtovaný zůstatek v dolní části okna Registrace plateb.

source: The Payment Reconciliation Journal window specifies payments, either incoming or outgoing, that have been recorded as transactions on your online bank account and that you can apply to their related open customer, vendor, and bank account ledger entries.
cs_cz: Okno Deník odsouhlasení plateb specifikuje platby, příchozí i odchozí, které byly zaznamenány jako transakce na vašem online bankovním účtu a můžete vyrovnat jejich související otevřené zákazníky, dodavatele a položky knihy bankovního účtu.

source: The lines in the journal are filled by importing a bank statement as a bank feed or file.
cs_cz: Řádky v deníku jsou vyplněny importováním bankovního výpisu jako bankovního zdroje nebo souboru.

source: A payment reconciliation journal is related to one bank account in Dynamics NAV that reflects the online bank account where the payment transactions are recorded.
cs_cz: Deník odsouhlasení plateb se týká jednoho bankovního účtu v Dynamics NAV, který odráží online bankovní účet, kde jsou zaznamenány platební transakce.

source: If you want to import bank statements as bank feeds, you must first enable the Envestnet Yodlee Bank Feeds service and then link the bank account to its related online bank account.
cs_cz: Chcete-li importovat bankovní výpisy jako bankovní zdroje, musíte nejprve povolit službu Envestnet Yodlee Bank Feeds a poté propojit bankovní účet s jeho souvisejícím online bankovním účtem.

source: The payment reconciliation journal will then automatically detect bank feeds when you choose the Import Bank Transactions action.
cs_cz: Deník odsouhlasení plateb pak automaticky detekuje bankovní kanály, když zvolíte akci Import bankovních transakcí.

source: In addition, you can set a bank account up to automatically import new bank statement feeds every hour.
cs_cz: Kromě toho můžete nastavit bankovní účet až po automatické importování nových zdrojů výpisů z banky každou hodinu.

source: Transactions for payments that have already been posted as applied and/or reconciled will not be imported.
cs_cz: Transakce pro platby, které již byly zaúčtovány jako vyrovnané a/nebo odsouhlasené nebudou importovány.

source: With the Map Text to Account action, you can set up mappings between text on payments and specific debit, credit, and balancing accounts so that such payments are posted to the specified accounts when you post the payment reconciliation journal.
cs_cz: Pomocí akce Mapovat text na účet můžete nastavit mapování mezi textem plateb a konkrétními MD, Dal a zůstatkovými účty tak, aby byly tyto platby zaúčtovány do uvedených účtů, když jste zaúčtovali deník odsouhlasení plateb.

source: Reconcile Payments That Cannot be Applied.
cs_cz: Odsouhlasení plateb, které nelze vyrovnat.

source: You use the Apply Automatically function, either automatically when you import a bank file or feed with payment transactions or when you activate it, to apply payments to their related open entries based on a matching of data on a journal line with data on one or more open entries.
cs_cz: Použijete funkci Automatické vyrovnání a to buď automaticky při importu bankovního souboru nebo zdroje s platebními transakcemi nebo při jeho aktivaci k vyrovnání plateb na jejich souvisejících otevřených položkách na základě párování dat na řádku deníku s daty v jedné nebo více otevřených položkách.

source: On journal lines where a payment has been applied automatically to one or more open entries, the Match Confidence field has a value between Low and High to indicate the quality of the data matching that the suggested payment application is based on.
cs_cz: Na řádcích deníku, kde byla platba automaticky vyrovnána na jednu nebo více otevřených položek, má pole Spolehlivost párování hodnotu mezi Nízká a Vysoká, která označuje kvalitu párování dat, na které je založena navrhovaná vyrovnávací platba.

source: In addition, the Account Type and Account No.
cs_cz: Navíc pole Typ účtu a Číslo účtu

source: fields are filled with information about the customer or vendor that the payment is applied to.
cs_cz: obsahuje informace o zákazníkovi nebo dodavateli, u kterých je platba vyrovnána.

source: If you have set up a text-to-account mapping, the automatic application can result in a match confidence value of High - Text-to-Account Mapping.
cs_cz: Pokud jste nastavili textové mapování účtů, automatické vyrovnání může mít za následek spolehlivost párování Vysoká - Textové mapování účtů.

source: For each journal line in the Payment Reconciliation Journal window, you can open the Payment Application window to see all candidate open entries for the payment and view detailed information for each entry about the data matching that a payment application is based on.
cs_cz: Pro každý řádek deníku v okně Deník odsouhlasení plateb můžete otevřít okno Vyrovnání platby, abyste viděli všechny kandidáty otevřených položek pro platbu a detailní pohled na informace pro každou položku o shodě dat, na kterou je vyrovnání plateb založeno.

source: Here, you can manually apply payments or reapply payments that were applied automatically to a wrong entry.
cs_cz: Zde můžete ručně použít vyrovnání plateb nebo znovu vyrovnat platby, které byly automaticky vyrovnány na nesprávnou položku.

source: Review or Apply Payments After Automatic Application .
cs_cz: Pohled nebo vyrovnání plateb po automatickém vyrovnání .

source: You can start the bank transactions import at the same time as you open the Payment Reconciliation Journal window for an existing payment reconciliation journal in the Payment Reconciliation Journals window.
cs_cz: Můžete zahájit import bankovních transakcí současně s otevřením okna Deník odsouhlasení plateb pro existující deník odsouhlasení plateb v okně Deník odsouhlasení plateb.

source: The following procedure describes how to import bank transactions into the Payment Reconciliation Journal window after you have created a new journal.
cs_cz: Následující postup popisuje, jak lze importovat bankovní transakce do okna Deník odsouhlasení plateb poté, co jste vytvořili nový deník.

source: To reconcile payments using automatic application
cs_cz: Odsouhlasení plateb pomocí automatického vyrovnání

source: To work in a new payment reconciliation journal, choose the New Journal action.
cs_cz: Chcete-li pracovat v novém deníku odsouhlasení plateb, zvolte akci Nový deník.

source: In the Payment Bank Account List window, select the bank account that you want to reconcile payments for, and then choose the OK button.
cs_cz: V okně Přehled plateb bankovních účtů vyberte bankovní účet, pro který chcete odsouhlasit platby a potom klepněte na tlačítko OK.

source: The Payment Reconciliation Journal window opens prepared for the selected bank account.
cs_cz: Okno Deníky odsouhlasení plateb se otevře pro vybraný bankovní účet.

source: Choose the Import Bank Transactions action.
cs_cz: Zvolte akci Import bankovních transakcí.

source: If the bank account for the selected journal is not set up for import of bank transactions, then a dialog box will open to help you fill in the relevant fields.
cs_cz: Pokud bankovní účet pro vybraný deník není nastaven pro import bankovních transakcí, otevře se dialogové okno, které vám pomůže vyplnit příslušná pole.

source: In the Select a file to import window, select the file that contains the bank transactions for payments that you want to reconcile, and then choose the Open button.
cs_cz: V okně Vybrat soubor k importu vyberte soubor, který obsahuje bankovní transakce pro platby, které chcete odsouhlasit a poté zvolte tlačítko Otevřít.

source: If the Bank Statement service is enabled, in the Bank Statement Filter window that opens automatically, specify the date interval for the bank statements to be imported.
cs_cz: Je-li služba bankovního výpisu povolena v okně Filtr bankovních výpisů, které se automaticky otevře, zadejte interval dat pro importování bankovních výpisů.

source: The Payment Reconciliation Journal window is filled with lines for payments representing bank transactions in the imported bank statement.
cs_cz: Okno Deníky odsouhlasení plateb je vyplněno řádky pro platby představující bankovní transakce v importovaném bankovním výpisu.

source: On lines for payments that have been automatically applied to their related open entries, the Match Confidence field has a value between Low and High to indicate the quality of the data matching that the suggested payment application is based on.
cs_cz: Na řádcích plateb, které byly automaticky vyrovnány na jejich související otevřené položky, má pole Spolehlivost párování hodnotu mezi Nízká a Vysoká, které označuje kvalitu párování dat, na které je založeno navrhované vyrovnání plateb.

source: Select a journal line, and then, choose the Apply Manually action to review, reapply, or apply the payment manually in the Payment Application window.
cs_cz: Vyberte řádek deníku a potom zvolte akci Vyrovnat ručně k pohledu na vyrovnané položky, znovu vyrovnání platby nebo vyrovnání platby ručně v okně Vyrovnání plateb.

source: When you have finished your manual application, the Match Confidence field on the journal line that you have processed manually contains Accepted.
cs_cz: Po dokončení ručního vyrovnání, pole Spolehlivost párování na řádku deníku, který jste zpracovali ručně, obsahuje Přijato.

source: Select an unapplied journal line for a recurring cash receipt or expense, such as a car gasoline purchase, and then on the Home tab, in the Review group, choose Map Text to Account.
cs_cz: Vyberte nevyrovnaný řádek deníku pro opakující se příjem nebo výdajů hotovosti, jako je nákup automobilového benzínu a poté na kartě Domů ve skupině Pohled zvolte Mapovat text na účet.

source: When you have finished your mapping of payment text to accounts, choose the Apply Manually action.
cs_cz: Jakmile dokončíte mapování textu platby na účty, zvolte akci Vyrovnat ručně.

source: When you are content that all payments on the journal lines are correctly applied or set to direct posting, choose the Post action.
cs_cz: Pokud jste spokojeni s tím, že všechny platby na řádcích deníku jsou správně vyrovnány nebo nastaveny na přímé zaúčtování, zvolte akci Účtovat.

source: When you post the payment reconciliation journal, the applied open entries memos are closed, and the related customer, vendor, or general ledger accounts are updated.
cs_cz: Při zaúčtování deníku odsouhlasení plateb se uzavřou vyrovnané otevřené položky a související zákazník, dodavatel nebo účty hlavní knihy jsou aktualizovány.

source: For payments on journal lines based on text-to-account mapping, the specified customer, vendor, and general ledger accounts are updated.
cs_cz: Pro platby na řádcích deníku založeném na textovém mapování účtů, se specifický zákazník, dodavatel a účty hlavní knihy aktualizují.

source: For all journal lines, bank account ledger entries are created.
cs_cz: Pro všechny řádky deníku jsou vytvořeny položky knihy bankovního účtu.

source: If you choose the Post Payments and Reconcile Bank Account action, any open bank account ledger entries related to the applied customer or vendor ledger entries will be closed.
cs_cz: Pokud zvolíte akci Účtování plateb a odsouhlasení bankovních účtů, budou uzavřeny všechny otevřené položky knihy bankovního účtu související s vyrovnáním položek knihy zákazníka nebo dodavatele.

source: You can compare the value in the Balance on Bank Account After Posting field together with the value in the Statement Ending Balance field to track when the bank account is reconciled based on payments that you post.
cs_cz: Můžete porovnat hodnotu v poli Saldo bankovního účtu po zaúčtování spolu s hodnotou v poli Konečné saldo výpisu pro sledování, když bankovní účet je odsouhlasen na základě platby, kterou zaúčtujete.

source: If you do not want to reconcile the bank account from the Payment Reconciliation Journal window, then you must use the Bank Acc. Reconciliation window.
cs_cz: Pokud nechcete odsouhlasit bankovní účet z okna Deníky odsouhlasení plateb, musíte použít okno Odsouhlasení bank. účtu.

source: For more information, see Reconcile Bank Accounts Separately.
cs_cz: Další informace naleznete v tématu Odsouhlasení bankovních účtů zvlášť.

source: You may sometimes have to handle payments to your bank account that cannot be applied to a related open customer, vendor or bank account ledger entry.
cs_cz: Někdy budete muset zpracovávat platby na váš bankovní účet, které nelze vyrovnat na souvisejícího otevřeného zákazníka, dodavatele nebo položku knihy bankovního učtu.

source: Reasons may be that no document exists in Dynamics NAV that the payment can be applied to, or the related document in Dynamics NAV has a different amount than the transaction amount, for example, because of currency exchange.
cs_cz: Důvodem může být skutečnost, že v programu Dynamics NAV neexistuje žádný doklad, který by umožňoval vyrovnat platbu nebo žádný související dokument v Dynamics NAV nemá jinou částku než částku transakce například kvůli kurzu měny.

source: In the Payment Reconciliation Journal window, all transaction amounts for payments that are not yet applied appear in the Difference field, including amounts that cannot be applied because of reasons such as the above.
cs_cz: V okně Deník odsouhlasení plateb se všechny transakce částek za platby, které nejsou vyrovnány, objeví v poli Rozdíl včetně částek, které nelze vyrovnat z důvodů, které jsou uvedené výše.

source: Payments that cannot be applied can appear on payment reconciliation journal lines in the following different ways:
cs_cz: Platby, které nelze vyrovnat se mohou objevit na řádcích deníku odsouhlasení plateb následujícími různými způsoby:

source: The value in the Difference field is equal to the value in the Transaction Amount field, which indicates that no part of the payment can be applied to a related open customer, vendor, or bank account ledger entry.
cs_cz: Hodnota v poli Rozdíl se rovná hodnotě v poli Částka transakce, což znamená, že žádnou část platby nelze vyrovnat na souvisejícího otevřeného zákazníka, dodavatele nebo položku knihy bankovního účtu.

source: The value in the Difference field is lower than the value in the Transaction Amount field, which indicates that a part of the payment can be applied to a related open customer, vendor, or bank account ledger entry.
cs_cz: Hodnota v poli Rozdíl je nižší než hodnota v poli Částka transakce, což znamená, že část platby může být vyrovnána na souvisejícího otevřeného zákazníka, dodavatele nebo položku knihy bankovního účtu.

source: The remaining part of the payment cannot be applied and must be reconciled manually or by posting it directly to an account.
cs_cz: Zbývající část platby nemůže být vyrovnána a musí být odsouhlasena ručně nebo zaúčtována přímo na účet.
